Repository: Biscaldi-Iv/TPI-Soporte
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, it

source: ¿Cuantos años tiene xxx
de: Wie alt ist xxx
it: Quanti anni ha xxx

source: ¿De que nacionalidad es xxx
de: Welche Nationalität hat xxx
it: Di che nazionalità è xxx

source: ¿Cual es la fortuna de xxx
de: Was ist das Vermögen von xxx
it: Qual è la fortuna di xxx

source: ¿Cuantos metros mide xxx
de: Wie viele Meter sind xxx
it: Quanti metri sono xxx

source: ¿Cuantos kilogramos pesa xxx
de: Wie viele Kilogramm wiegt xxx
it: Quanti chilogrammi pesa xxx

source: ¿En que año nacio xxx
de: In welchem ​​Jahr wurde xxx geboren
it: In che anno sei nato?

source: año
de: ​​Jahr
it: anno

source: nacionalidad
de: Nationalität
it: nazionalità

source: fortuna
de: Vermögen

source: mide
de: Meter
it: metri

source: pesa
de: Kilogramm

source: años
de: alt
it: anni

source: Username incorrecto
de: Falscher Nutzername
it: Username sbagliato

source: Contraseña incorrecta
de: Falsches Passwort
it: Password errata

source: Usuario
de: Benutzer
it: Utente

source: Idioma
de: Idiom

source: Aleman
de: Deutsch
it: Tedesco

source: Español
de: Spanisch
it: Spagnolo

source: Ingles
de: Englisch
it: Inglese

source: Italiano
de: Italianisch

source: Jugar
de: Spiel
it: Giocare a

source: Cerrar Sesión
de: Sitzung schließen
it: Disconnettersi

source: Bienvenido
de: Wilkommen
it: Accoglienza

source: Top 10 global
de: Top 10 der Welt
it: Top 10 globale

source: Fecha
de: Datum
it: Data

source: Puntuacion
de: Spielstand
it: Punteggiatura

source: Top 10 del jugador
de: Top 10 des Spieler
it: Top 10 del giocatore

source: Registrarse
de: Registrieren
it: Registrare

source: Inicie sesión
de: Einloggen
it: Accedere

source: Nombre de Usuario
de: Benutzername
it: Nome utente

source: Contraseña
de: Passwort
it: Parola d'ordine

source: Cancelar
de: Abbrechen
it: Annulla

source: Iniciar Sesión
de: Einloggen
it: Accedere

source: Crear una cuenta
de: Ein Konto erstellen
it: Creare un account

source: Salir del juego
de: Spiel verlassen
it: Esci dal gioco

source: Pregunta fácil
de: Einfache Frage
it: Domanda facile

source: Siguiente
de: Nächste
it: Prossimo

source: Pregunta difícil
de: Schwierige Frage
it: Domanda dificile

source: Pregunta media
de: Mittlere Frage
it: Domanda centrale

source: FELICITACIONES
de: Herzliche Glückwünsche
it: CONGRATULAZIONI

source: Tu puntuacion es
de: Dein Ergebnis ist
it: il tuo punteggio è

source: puntos
de: Punkte
it: punti

source: Reglamento
de: Verordnung
it: Regolamento

source: Aquí puedes leer como es la modalidad del juego
de: Hier können Sie lesen, wie man spielt
it: Qui puoi leggere come si gioca

source: Preguntas fáciles
de: Einfache Fragen
it: Domande facili

source: Se ofrecerán 4 opciones, de las cuales solamente una será correcta
de: Sie haben 4 Möglichkeiten und nur eine ist richtig
it: Avrai 4 opzioni e solo tu avrai ragione

source: Tendrás 20 segundos para elegir tu respuesta
de: Sie haben 20 Sekunden Zeit, um zu antworten
it: Avrai 20 secondi per rispondere

source: Preguntas medias
de: Mittlere Fragen
it: Domande centrali

source: Se ofrecerán 8 opciones, de las cuales solamente una será correcta
de: Sie haben 8 Möglichkeiten und nur eine ist richtig
it: Avrai 8 opzioni e solo tu avrai ragione

source: Preguntas difíciles
de: Schwere Fragen
it: Domande dificili

source: Tendrás 10 segundos para elegir tu respuesta
de: Sie haben 10 Sekunden Zeit, um zu antworten
it: Avrai 10 secondi per rispondere

source: Nombre
de: Vorname
it: Nome

source: Apellido
de: Familienname
it: Cognome

source: Nombre de usuario
de: Benutzername
it: Nome utente

source: Confirmar contraseña
de: Passwort bestätigen
it: conferma password

source: Confirmar
de: Bestätigen
it: conferma

source: Ya tengo una cuenta
de: Ich habe einen Account
it: Ho già un account

source: Bienvenido jugador
de: Wilkommen sie
it: Benvenuto giocatore

source: Aqui se encuentran algunas características que podrían ser de tu agrado
de: Hier sind einige Tipps
it: Ecco alcuni suggerimenti

source: Te gusta presumir que hablas otros idiomas? Seguro por que no! con la opcion idioma hallada en el menu principal podras cubrir esa necesidad, y si no sabias tanto como pensabas siempre puedes volver al confiable español
de: Sie können die Sprache ändern
it: Puoi cambiare la lingua

source: En Home se encuentran las mayores puntuaciones hechas por la comunidad, y las tuyas también, diviértete y alcanza la gloria
de: Sie können die besten Ergebnisse in HOME sehen
it: In Home ci sono i punteggi più alti ottenuti dalla community
